/*********************************************************************
 * 版权所有   magic_Zzz
 *
 * 文件名称： PivotSelectViewController
 * 内容摘要： 数据透视 --- 数据选择
 * 其它说明： 头文件
 * 作 成 者： ZGD
 * 完成日期： 2016年03月08日
 * 修改记录1：
 * 修改日期：
 * 修 改 人：
 * 修改内容：
 * 修改记录2：
 **********************************************************************/

#import <UIKit/UIKit.h>


@interface PivotSelectViewController : UIViewController


/***********************************************************************
 * 方法名称： reloadViewByStore:(NSDictionary *)aDict
 * 功能描述： 从保存的配置进入
 * 输入参数：
 * 输出参数：
 * 返 回 值：
 ***********************************************************************/
-(void)reloadViewByStore:(NSDictionary *)aDict;

@end
